Repository: GNOME/gdl
Catalog: po/*.po
Languages: en@shaw, fr, hi, hr, ne, vi

source: Width for the dock when it's of floating type
en@shaw: ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘“ğ‘¹ ğ‘ ğ‘›ğ‘­ğ‘’ ğ‘¢ğ‘§ğ‘¯ ğ‘¦ğ‘‘'ğ‘• ğ‘ ğ‘“ğ‘¤ğ‘´ğ‘‘ğ‘¦ğ‘™ ğ‘‘ğ‘²ğ‘
fr: Largeur du dock quand il est de type flottant
hi: डॉक की चौड़ाई जब वह फ़्लोटिंग प्रकार का हो
hr: Širina doka kada je plutajuće vrste
ne: जव यो ऊत्पावन प्रकारको हुन्छ,डकको लागि चौडाई
vi: Bề rộng của mục cư trú khi nó là kiểu nổi

source: Height
en@shaw: ğ‘£ğ‘²ğ‘‘
fr: Hauteur
hi: ऊंचाई
hr: Visina
ne: उचाई
vi: Chiều cao

source: Height for the dock when it's of floating type
en@shaw: ğ‘£ğ‘²ğ‘‘ ğ‘“ğ‘¹ ğ‘ ğ‘›ğ‘­ğ‘’ ğ‘¢ğ‘§ğ‘¯ ğ‘¦ğ‘‘'ğ‘• ğ‘ ğ‘“ğ‘¤ğ‘´ğ‘‘ğ‘¦ğ‘™ ğ‘‘ğ‘²ğ‘
fr: Hauteur du dock quand il est de type flottant
hi: डॉक की ऊंचाई जब वह फ्लोटिंग प्रकार का हो
hr: Visina doka kada je plutajuće vrste
ne: जव यो ऊत्पावन प्रकारको हुन्छ,डकको लागि उचाई
vi: Chiều cao của mục cư trú khi nó là kiểu nổi

source: Float X
en@shaw: ğ‘“ğ‘¤ğ‘´ğ‘‘ X
fr: Flottant en X
hi: प्लावन X
hr: Plutajući X
ne: ऊत्पावन एक्स
vi: Phao X

source: X coordinate for a floating dock
en@shaw: X ğ‘’ğ‘´ğ‘¹ğ‘›ğ‘©ğ‘¯ğ‘±ğ‘‘ ğ‘“ğ‘¹ ğ‘© ğ‘“ğ‘¤ğ‘´ğ‘‘ğ‘¦ğ‘™ ğ‘›ğ‘­ğ‘’
fr: Coordonnée X pour les docks flottants
hi: फ्लोटिंग डॉक के लिए X निर्देशांक
hr: X koordinata plutajućeg doka
ne: ऊत्पावन डकको लागि एक्स समन्वय
vi: Phối hợp X cho sự cư trú nổi

source: Float Y
en@shaw: ğ‘“ğ‘¤ğ‘´ğ‘‘ Y
fr: Flottant en Y
hi: प्लावित Y
hr: Plutajući Y
ne: वाईलाई ऊत्पावन गर्नुहोस
vi: Phao Y

source: Y coordinate for a floating dock
en@shaw: Y ğ‘’ğ‘´ğ‘¹ğ‘›ğ‘©ğ‘¯ğ‘±ğ‘‘ ğ‘“ğ‘¹ ğ‘© ğ‘“ğ‘¤ğ‘´ğ‘‘ğ‘¦ğ‘™ ğ‘›ğ‘­ğ‘’
fr: Coordonnée Y pour les docks flottants
hi: फ्लोटिंग डॉक के लिए Y निर्देशांक
hr: Y koordinata plutajućeg doka
ne: ऊत्पावन डकको लागि वाई समन्वय
vi: Phối hợp Y cho sự cư trú nổi

source: Dock #%d
en@shaw: ğ‘›ğ‘­ğ‘’ #%d
hi: डॉक #%d
hr: Dok #%d
ne: डक #%d
vi: Cư trú #%d

source: GConf key
fr: Clé GConf
ne: जिकन्फ.कुञ्ज
vi: Phím GConf

source: The gconf key for storing the recent entries.
fr: La clé gconf pour stocker les entrées récentes.
ne: संग्रहित चालु प्रविष्ठिहरुको लागी जिकन्फ.कुञ्ज।
vi: Phím GConf để lưu trữ các mục nhập hiện tại

source: Path
fr: Chemin
ne: बाटो
vi: Đường dẫn

source: The path to put the menu items.
fr: Le chemin pour mettre les éléments du menu.
ne: मेनु चीजहरु राख्नको लागी वाटो
vi: Đường dẫn để đặt các mục menu.

source: Limit
fr: Limite
ne: सिमा
vi: Giới hạn

source: The maximum number of items to be allowed in the list.
fr: Le nombre maximum d'éléments autorisés dans cette liste.
ne: सुचिमा स्विकृत गर्नेो वस्तुहरुको अधिकतम संख्या।
vi: Số tối đa của các mục được phép trong danh sách.

source: List type
fr: Liste de type
ne: सुची प्रकार
vi: Kiểu danh sách

source: The type with which the items will be numbered.
fr: Le type avec lequel les éléments seront numérotés.
ne: प्रकार जस संग सगै चीजहरु अंकित हुन्छन।
vi: Kiểu mà các mục sẽ được đánh số.

source: Open %s
fr: Ouvrir %s
ne: %s खोल्नुहोस
vi: Mở %s

source: Icon size
ne: प्रतिमाको आकार
vi: Kích thước biểu tượng

source: Layout Managment
fr: Gestion de la disposition
ne: ढाँचा व्यवस्थापन
vi: Quản lý layout

source: _Load
en@shaw: _ğ‘¤ğ‘´ğ‘›
fr: _Charger
ne: _लोड
vi: _Nạp

source: _Lock dock items
en@shaw: _ğ‘¤ğ‘ªğ‘’ ğ‘›ğ‘­ğ‘’ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ
fr: Verroui_ller les éléments dock
ne: जिर्णोद्वार कारखाना वस्तुहरू बन्द गर्नुहोला

source: Factory for the Gnome Symbol Browser control.
fr: Usine pour le contrôle du navigateur de symbôle Gnome.
ne: जिनोम संकेत व्राउजर नियन्त्रण लागी फ्याक्ट्रि।
vi: Người tạo điều khiển Trình Duyệt Biểu Tượng Riêng của GNOME.

source: Gnome Symbol Browser Control
fr: Contrôle du navigateur de symbôle Gnome
ne: जिनोम संकेत व्राउजर नियन्त्रण
vi: Điều Khiển Trình Duyệt Biểu Tượng Riêng của GNOME

source: Gnome Symbol Browser Control Factory
fr: Usine de contrôle du navigateur de symbôle Gnome
ne: जिनोम संकेत व्राउजर नियन्त्रण फ्याकट्रि
vi: Người Tạo Điều Khiển Trình Duyệt Biểu Tượng Riêng của GNOME

source: Gnome Symbol Browser.
fr: Navigateur de Symbôle Gnome.
ne: जिनोम संकेत व्राउजर
vi: Trình Duyệt Biểu Tượng Riêng của GNOME

source: Goto Symbol
fr: Aller au symbôle
ne: संकेतमा जानुहोस
vi: Đi tới Biểu Tượng Riêng

source: Goto the displayed symbol
fr: Aller au symbôle affiché
ne: दृश्य संकेतमा जानुहोस
vi: Đi tới Biểu Tượng Riêng được hiển thị

source: Update Symbols
fr: Actualiser les symbôles
ne: संकेतहरु नविकरण गर्नुहोस
vi: Cập nhật các Biểu Tượng

source: Update the symbol tree
fr: Actualiser l'arbre des symbôles
ne: संकेत वृक्षलाई नविकरण गर्नुहोस
vi: Cập nhật cây biểu tượng

source: _Goto to symbol
fr: _Aller au symbôle
ne: संकेतमा जानुहोस_
vi: Đ_i tới biểu tượng riêng

source: _View
fr: _Voir
ne: _दृष्य
vi: _Xem

source: Unknown
ne: अज्ञात
vi: Không biết

source: Classes
ne: वर्गहरु
vi: Lớp

source: Enums
ne: इनम्स
vi: Enum

source: Enumerators
ne: गणकहरु
vi: Bộ liệt kê

source: Fields
ne: फाँटहरु
vi: Trường

source: Functions
ne: कार्यहरू
vi: Hàm

source: Interfaces
ne: ईन्टरफेसहरु
vi: Giao diện

source: Members
ne: सदस्यहरू
vi: Thành viên

source: Methods
ne: तरिकाहरु
vi: Phương thức

source: Namespaces
ne: नामस्थानहरु
vi: Vùng tên

source: Packages
ne: प्याकेजहरु
vi: Gói

source: Prototypes
ne: नमुनाहरु
vi: Prototype

source: Structs
ne: स्ट्रक्टहरु
vi: Struct

source: Typedefs
ne: टाईपडेफ्स
vi: Typedef

source: Unions
ne: संघहरु
vi: Union

source: Variables
ne: चलहरू
vi: Biến

source: ExternVars
ne: वाह्यवार्स
vi: Biến Extern

source: Macros
ne: म्याक्रोहरू
vi: Macro

source: MacrosWithArgs
ne: आर्ग संग मयाक्रोहरु
vi: Macro có tham số

source: Tags
fr: Balise
ne: ट्याग
vi: Thẻ

source: Undefined
fr: Indéfini
ne: अपरिभाषित
vi: Không xác định

source: Exit
fr: Sortir
ne: बाटो/निकास
vi: Thoát _ra

source: Open Project
fr: Ouvrir projet
ne: परियोजना खोल्नुहोला
vi: Mở Dự Án

source: Save Project
fr: Enregistrer Projet
ne: परियोजना वचत
vi: Lưu Dự án

source: Set Current File
fr: Définir le fichier courant
ne: चालु फाईललाई सेट गर्नुहोस
vi: Lập Tập Tin Hiện Thời

source: Update
fr: Actualiser
ne: नविकरण
vi: Cập nhật

source: Update the whole tree
fr: Actualiser l'arbre entièrement
ne: पुरै वृक्षलाई नविकरण गर्नुहोस
vi: Cập nhật toàn bộ cây

source: _Exit
fr: _Sortir
ne: _वाहिर निस्कनुहोस
vi: Thoát _ra

source: _File
fr: _Fichier
ne: फाईल
vi: _Tập tin

source: _Open Project
fr: _Ouvrir projet
ne: _परियोजना खोल्नुहोस
vi: _Mở Dự án

source: _Save Project
fr: _Enregistrer projet
ne: _परियोजना वचत गर्नुहोस
vi: _Lưu Dự Án

source: _Set Current File
fr: _Définir le fichier courant
ne: _चालु फाईललाई सेट गर्नुहोस
vi: _Lập Tập Tin Hiện Thời

source: Open file...
fr: Ouvrir fichier...
ne: फाइल खोल्नुहोला...
vi: Mở tập tin...

source: Set current file...
fr: Définir le fichier courant...
ne: चालु फाईललाई सेट गर्नुहोस...
vi: Lập tập tin hiện thời...

source: Save file...
fr: Enregistrer fichier...
ne: फाईललाई वचत गर्नुहोस...
vi: Lưu tập tin...

source: Can't initialize bonobo!
fr: Impossible d'initialiser bonobo !
ne: वोनोवो सुरुवात गर्न सकेन!
vi: Không thể sơ khởi Bonobo!

source: Dock the toolbar
fr: Attacher la barre d'outils
vi: Nằm trên thanh công cụ

source: Un dock the toolbar
fr: Détacher la barre d'outils
vi: Thôi nằm trên thanh công cụ

source: Grip size
fr: Taille de la poignée
vi: Kích thước Grip

source: Size in pixels of the grip to drag the dock item
fr: Taille en pixels de la poignée pour faire glisser l'élément dock
vi: Kích thước theo pixel của grip để kéo mục cư trú

source: You must provide a name for the layout
fr: Vous devez fournir un nom pour la disposition
vi: Cần phải đặt tên cho layout

source: Icon zoom
vi: Tỷ lệ biểu tượng

source: <No Symbol>
fr: <Aucun symbôle>
vi: <Không có Biểu Tượng Riêng>

source: Dock
fr: Attacher

source: Undock
fr: Détacher

source: A file named ''%s'' already exists. Do you want to replace it with the one you are saving?
fr: Un fichier nommé « %s » existe déjà. Voulez vous le remplacer par celui que vous êtes en train d'enregistrer ?

source: Do_n't replace
fr: _Ne pas replacer

source: _Replace
fr: _Replacer

source: Select a file to open
fr: Sélectionner un fichier à ouvrir

source: Select files to open
fr: Sélectionner des fichiers à ouvrir

source: Select a filename to save
fr: Sélectionner un nom de fichier à enregister

source: Dockbar style
hi: डॉकबार शैली
hr: Izgled doka

source: Dockbar style to show items on it
hi: डॉकबार शैली उस पर मद दिखाने के लिए
hr: Izgled doka na kojem će biti prikazane stavke

source: Skip taskbar
hi: टास्कबार छोड़ें
hr: Preskoči traku zadatka

source: Whether or not to prevent a floating dock window from appearing in the taskbar
hi: टास्कबार में फ्लोटिंग डॉक खिड़की को प्रदर्शित होने से रोकना है या नहीं
hr: Treba li spriječiti nastajanje plutajućeg prozora doka u traci zadataka

source: If set, the dock item can be resized when docked in a GtkPanel widget
hi: यदि निर्धारित किया गया है, तो GtkPanel विजेट में डॉक किए जाने पर डॉक मद का आकार बदला जा सकता है
hr: Ako je postavljeno, stavki doka se može promijeniti veličina kada se pripaja na GtkPanel grafički objekt

source: Iconified
hi: आइकनीकरण
hr: Napravi ga ikonom

source: If set, the dock item is hidden but it has a corresponding icon in the dock bar allowing to show it again.
hi: यदि निर्धारित है, तो डॉक मद छिपा हुआ रहता है, लेकिन डॉक बार में इसका एक संगत आइकन होता है, जो इसे पुनः दिखाने की अनुमति देता है।
hr: Ako je postavljeno, stavka doka je sakrivena ali ima pripadajuću ikonu u traci doka što joj omogućuje ponovni prikaz.

source: Closed
hi: बंद है
hr: Zatvoreno

source: Whether the widget is closed.
hi: क्या विजेट बंद है।
hr: Treba li grafički objekt zatvoriti.

source: GdlDockMaster or GdlDockObject object which the layout object is attached to
hi: GdlDockMaster या GdlDockObject वस्तु जिससे अभिन्यास वस्तु जुड़ा हुआ है
hr: GdlDockMaster ili GdlDockObject objekt za koji je pripojen objekt rasporeda

source: Switcher Style
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘—ğ‘» ğ‘•ğ‘‘ğ‘²ğ‘¤
hi: स्विचर शैली
hr: Izgled prebacivača

source: Switcher buttons style
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘—ğ‘» ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘•ğ‘‘ğ‘²ğ‘¤
hi: स्विचर बटन शैली
hr: Izgled tipki prebacivača

source: Tab Position
hi: टैब स्थिति
hr: Položaj kartice

source: Which side of the notebook holds the tabs
hi: नोटबुक के किस तरफ टैब रखे जाते हैं
hr: Koja strana prijenosnika drži kartice

source: Tab reorderable
hi: टैब पुनःक्रमणीय
hr: Promjena redoslijeda kartice

source: Whether the tab is reorderable by user action
hi: क्या टैब उपयोक्ता क्रिया द्वारा पुनः क्रमित किया जा सकता है
hr: Treba li kartica promijeniti redoslijed radnjom korisnika

source: Pixbuf Icon
hi: पिक्सबफ आइकन
hr: Pixbuf ikona

source: Pixbuf icon for the dock object
hi: डॉक वस्तु के लिए पिक्सबफ आइकन
hr: Pixbuf ikona za objekt doka

source: Width for the widget when it's attached to the placeholder
hi: स्थानधारक से जुड़े होने पर विजेट की चौड़ाई
hr: Širina grafičkog objekta kada je pripojen na rezervirano mjesto

source: Height for the widget when it's attached to the placeholder
hi: स्थानधारक से जुड़े होने पर विजेट की ऊंचाई
hr: Visina grafičkog objekta kada je pripojen na rezervirano mjesto

source: Floating Toplevel
hi: प्लावित शीर्षस्तर
hr: Plutanje najviše razine

source: Whether the placeholder is standing in for a floating toplevel dock
hi: क्या स्थानधारक एक फ्लोटिंग शीर्षस्तर डॉक के लिए खड़ा है
hr: Treba li rezervirano mjesto zamijeniti plutajući dok najviše razine

source: X Coordinate
hi: X निर्देशांक
hr: X koordinata

source: X coordinate for dock when floating
hi: फ़्लोटिंग करते समय डॉक के लिए X निर्देशांक
hr: X koordinata za plutajući dok

source: Y Coordinate
hi: Y निर्देशांक
hr: Y koordinata

source: Y coordinate for dock when floating
hi: फ़्लोटिंग के समय डॉक के लिए Y निर्देशांक
hr: Y koordinata za plutajući dok
