Repository: GNOME/gdl
Catalog: po/*.po
Languages: en@shaw, fr, hi, hr, ne, vi

source: Expander Size
fr: Taille de l'élargisseur
ne: वृद्धिकारक आकार
vi: Kích thước Mở Rộng

source: Size of the expander arrow.
fr: Taille de la flèche de l'élargisseur.
ne: विस्तारक वाँणको आकार
vi: Kích thước của mũi tên mở rộng.

source: Iconify
ne: प्रतिमित

source: Iconify this dock
hi: इस डाक को प्रतीक दें
hr: Napravi ikonu ovog doka
ne: यो डकलाई प्रतिमित गर्नुहोस

source: Close
ne: बंद गर्नुस

source: Close this dock
en@shaw: ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘ğ‘¦ğ‘• ğ‘›ğ‘­ğ‘’
hi: इस डॉक को बंद करें
hr: Zatvori ovaj dok
ne: यो डकलाई वन्द गर्नुहोस

source: Controlling dock item
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘¦ğ‘™ ğ‘›ğ‘­ğ‘’ ğ‘²ğ‘‘ğ‘©ğ‘¥
fr: Élément dock de contrôle
hi: डॉक मद को नियंत्रित कर रहा है
hr: Upravljanje elementom doka
ne: डक वस्तुलाई नियन्त्रण गर्दै
vi: Điều khiển mục cư trú

source: Dockitem which 'owns' this grip
hi: डॉकमद जो इस पकड़ का 'मालिक' है
hr: Objekt doka koji je 'vlasnik' ove oznake okvira
ne: यो ग्रिप आफ्नो भएको डक चीज

source: Orientation
en@shaw: ğ‘ªğ‘®ğ‘¦ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯
hi: अभिविन्यास
hr: Usmjerenje
ne: अभिमुखीकरण
vi: Định Hướng

source: Orientation of the docking item
en@shaw: ğ‘ªğ‘®ğ‘¦ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘›ğ‘­ğ‘’ğ‘¦ğ‘™ ğ‘²ğ‘‘ğ‘©ğ‘¥
fr: Orientation des éléments détachables
hi: डाकिंग मद का अभिविन्यास
hr: Usmjerenje stavki na doku
ne: डक गरिरहेको चिजको अभिमुखिकरण
vi: Định hướng của mục cư trú

source: Resizable
fr: Redimensionnable
hi: आकार बदलने योग्य
hr: Promjenjiva veličina
ne: पुनराकृतिक
vi: Có thể đặt lại kích thước

source: If set, the dock item can be resized when docked in a paned
fr: Si activé, l'élément dock peut être retaillé lorsqu'il est attaché à un panneau
ne: यदि सेट गरियमा, जव टुक्रामा डक गरिन्छ,डक वस्तु पुन:आकार गर्न सकिन्छो
vi: Nếu lập, mục cư trú có thể được lập lại kích thước khi nằm trên panel

source: Item behavior
en@shaw: ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘šğ‘¦ğ‘£ğ‘±ğ‘ğ‘˜ğ‘¼
fr: comportement de l'élément
hi: मद आचरण
hr: Ponašanje stavki
ne: चिज व्यावहार
vi: Ứng xử của mục

source: General behavior for the dock item (i.e. whether it can float, if it's locked, etc.)
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘šğ‘¦ğ‘£ğ‘±ğ‘ğ‘˜ğ‘¼ ğ‘“ğ‘¹ ğ‘ ğ‘›ğ‘­ğ‘’ ğ‘²ğ‘‘ğ‘©ğ‘¥ (i.e. ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¦ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘“ğ‘¤ğ‘´ğ‘‘, ğ‘¦ğ‘“ ğ‘¦ğ‘‘'ğ‘• ğ‘¤ğ‘ªğ‘’ğ‘‘, etc.)
fr: Comportement général pour l'élément dock (ex. s'il peut flotter, s'il est verrouillé, etc.)
hi: डॉक मद के लिए सामान्य व्यवहार (अर्थात् क्या यह फ़्लोट हो सकता है, क्या यह लॉक है, आदि)
hr: Općenito ponašanje stavke doka (npr. može li biti plutajuća, je li zaključana, itd.)
ne: डक वस्तुको लागि साधारण व्यावहार(जस्तै.या यो उत्रोस,यदि यस्मा ताल्चा लगाईएमा,ईत्यादि।)
vi: Ứng xử chung của mục cư trú (VD: nó có thể nổi hay không khi nó được khoá, v.v...)

source: Locked
en@shaw: ğ‘¤ğ‘ªğ‘’ğ‘‘
fr: Verrouillé
hi: तालाबंद
hr: Zaključano
ne: ताल्चा लगाईयो
vi: Được khóa

source: If set, the dock item cannot be dragged around and it doesn't show a grip
fr: Si défini, on ne peut pas faire glisser l'élément dock et la poignée n'est pas affichée
hi: यदि निर्धारित है, तो डॉक मद को इधर-उधर नहीं खींचा जा सकता है और यह पकड़ नहीं दिखाता है
hr: Ako je postavljeno, pripojena stavka se ne može pomicati i neće imati hvataljku
ne: यदि सेट गरियमा, डक वस्तु वरिपरि लतार्न सकिन्न र यस्ले ग्रिप देखाउददैन
vi: Nếu lập, mục cư trú không thể kéo xung quanh và sẽ không hiện grip

source: Preferred width
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘“ğ‘»ğ‘› ğ‘¢ğ‘¦ğ‘›ğ‘”
fr: Largeur préférée
hi: मान्य चौड़ाई
hr: Željena širina
ne: रोजिएको चौडाइ
vi: Bề rộng ưa thích

source: Preferred width for the dock item
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘“ğ‘»ğ‘› ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘“ğ‘¹ ğ‘ ğ‘›ğ‘­ğ‘’ ğ‘²ğ‘‘ğ‘©ğ‘¥
fr: Largeur préférée pour l'élément dock
hi: डॉक मद की वरीय चौड़ाई
hr: Željena širina za stavku doka
ne: डक वस्तुको लागि छानियको चौडाई
vi: Bề rộng ưa thích của mục cư trú

source: Preferred height
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘“ğ‘»ğ‘› ğ‘£ğ‘²ğ‘‘
fr: Hauteur préférée
hi: मान्य ऊंचाई
hr: Željena visina
ne: रोजिएको उचाइ
vi: Chiều cao ưa thích

source: Preferred height for the dock item
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘“ğ‘»ğ‘› ğ‘£ğ‘²ğ‘‘ ğ‘“ğ‘¹ ğ‘ ğ‘›ğ‘­ğ‘’ ğ‘²ğ‘‘ğ‘©ğ‘¥
fr: Hauteur préférée pour l'élément dock
hi: डॉक मद की वरीय चौड़ाई
hr: Željena visina za stavku doka
ne: डक वस्तुको लागि छानियको उचाई
vi: Chiều cao ưa thích của mục cư trú

source: You can't add a dock object (%p of type %s) inside a %s. Use a GdlDock or some other compound dock object.
fr: Vous ne pouvez pas ajouter d'objet dock (%p de type %s) dans un %s. Utilisez un GdlDock ou un autre composé d'objet dock.
hi: आप %3$s के अंदर डॉक वस्तु (%2$s प्रकार का %1$p) नहीं जोड़ सकते। GdlDock या किसी अन्य मिश्रित डॉक वस्तु का उपयोग करें।
hr: Ne možete dodati objekt doka (%p vrste %s) unutar %s. Koristite GdlDock ili neki drugi objekt doka.
ne: तपाई डक वस्तु थप गर्न सक्नुहुन्न(%p प्रकारको %s) %s भित्र। जिडिएल डक वा अरु केहि मिश्रण डक वस्तु।
vi: Không thể thêm đối tượng cư trú (%p của kiểu %s) trong một %s. Hãy dùng GdlDock hay một đối tượng cư trú phức hợp khác.

source: Attempting to add a widget with type %s to a %s, but it can only contain one widget at a time; it already contains a widget of type %s
en@shaw: ğ‘©ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ğ‘™ ğ‘‘ ğ‘¨ğ‘› ğ‘© ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘‘ğ‘²ğ‘ %s ğ‘‘ ğ‘© %s, ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ ğ‘¢ğ‘³ğ‘¯ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘¨ğ‘‘ ğ‘© ğ‘‘ğ‘²ğ‘¥; ğ‘¦ğ‘‘ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘Ÿ ğ‘© ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘ ğ‘‘ğ‘²ğ‘ %s
fr: Tentative d'ajout d'un widget de type %s vers un %s, mais il ne peut contenir qu'un seul widget à la fois ; il contient déjà un widget de type %s
hi: %1$s प्रकार वाले विजेट को %2$s में जोड़ने का प्रयास किया जा रहा है, लेकिन इसमें एक समय में केवल एक ही विजेट हो सकता है; इसमें पहले से ही %3$s प्रकार का विजेट मौजूद है
hr: Pokušavanje dodavanja grafičkog objekta vrste %s u %s, ali on može sadržavati samo jedan objekt; već sadrži objekt vrste %s
ne: %s मा %s प्रकार सगै विजेट जोड्न प्रयासरत, तर यस्ले मात्र एउटा विजेट एक पटकमा राख्न सक्छ, यसमा पहिले नै एउटा %s विजेट प्रकार छ
vi: Đang cố thêm một widget với kiểu %s vào %s, nhưng chỉ có thể chứa một widget vào một thời điểm, nó đã chứa một widget với kiểu %s

source: Unsupported docking strategy %s in dock object of type %s
en@shaw: ğ‘³ğ‘¯ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘›ğ‘­ğ‘’ğ‘¦ğ‘™ ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘‘ğ‘©ğ‘¡ğ‘° %s ğ‘¦ğ‘¯ ğ‘›ğ‘­ğ‘’ ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘‘ğ‘²ğ‘ %s
fr: Stratégie d'attachement %s non supportée dans l'objet dock de type %s
hi: %2$s प्रकार के डॉक वस्तु में असमर्थित डॉकिंग रणनीति %1$s
hr: Nepodržana strategija pripajanja %s u objektu doka vrste %s
ne: अमान्य डकि गर्ने रणनिति %s डक चिज प्रकार %s मा
vi: Không hỗ trợ chiến lược cư trú %s trong đối tượng cư trú của kiểu %s

source: UnLock
en@shaw: ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’
hi: ताला खोलें
hr: Otključaj
ne: अनलक

source: Hide
en@shaw: ğ‘£ğ‘²ğ‘›
fr: Cacher
hi: छुपाएं
hr: Sakrij
ne: लुकाउनु॒
vi: Ẩn

source: Lock
en@shaw: ğ‘¤ğ‘ªğ‘’
fr: Verrouiller
hi: ताला लगायें
hr: Zaključano
ne: बन्द गर्नु
vi: Khoá

source: Attempt to bind an unbound item %p
en@shaw: ğ‘©ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘‘ ğ‘‘ ğ‘šğ‘²ğ‘¯ğ‘› ğ‘©ğ‘¯ ğ‘©ğ‘¯ğ‘šğ‘¶ğ‘¯ğ‘› ğ‘²ğ‘‘ğ‘©ğ‘¥ %p
fr: Tentative de connexion à un élément %p déconnecté
hi: अबाध मद %p को बांधने का प्रयास करें
hr: Pokušaj pripajanja nepovezane stavke %p
ne: अनवाउण्ड चिज %p लाई वाध्ने प्रयास
vi: Cố gắng ràng buộc một mục tự do %p

source: Master
en@shaw: ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘¼
fr: Maître
hi: मुख्य
hr: Glavno
ne: प्रधान
vi: Chính

source: GdlDockMaster object which the layout object is attached to
fr: Objet GdlDockMaster auquel l'objet de disposition est attaché
ne: जिडिएल प्रधान चीज जुन सजावट वस्तु टासिएको छ
vi: Đối tượng GdlDockMaster là đối tượng layout được gắn kèm với to

source: Dirty
en@shaw: ğ‘›ğ‘»ğ‘‘ğ‘¦
fr: Sale
hi: गंदा
hr: Prvi
ne: फोहोर
vi: Bẩn

source: True if the layouts have changed and need to be saved to a file
en@shaw: ğ‘‘ğ‘®ğ‘µ ğ‘¦ğ‘“ ğ‘ ğ‘¤ğ‘±ğ‘¬ğ‘‘ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘› ğ‘¯ ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘šğ‘° ğ‘•ğ‘±ğ‘ğ‘› ğ‘‘ ğ‘© ğ‘“ğ‘²ğ‘¤
fr: Vrai si les dispositions ont changées et ont besoin d'être sauvegardées dans un fichier
hi: यदि लेआउट बदल गए हैं और उन्हें फ़ाइल में सहेजने की आवश्यकता है तो सही
hr: Istina ako su rasporedi promijenjeni i treba ih spremiti u datoteku
ne: यदि सजावटहरु परिवर्तन भएमा र फाईलमा वचत गर्नु परेमा,सत्य
vi: Đúng nếu các layout được thay đổi và cần đến để lưu vào tập tin

source: Could not load layout user interface file '%s'
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘´ğ‘› ğ‘¤ğ‘±ğ‘¬ğ‘‘ ğ‘¿ğ‘Ÿğ‘¼ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘“ğ‘±ğ‘• ğ‘“ğ‘²ğ‘¤ '%s'
fr: Impossible de charger le fichier « %s » pour la disposition de l'interface utilisateur
ne: सजावट प्रयोगकर्ता ईन्टरफेस फाईल '%s' लोड गर्न सकेन
vi: Không thể nạp tập tin giao diện người dùng của layout '%s'

source: Visible
en@shaw: ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤
ne: दृश्यात्मक
vi: Xem được

source: Item
en@shaw: ğ‘²ğ‘‘ğ‘©ğ‘¥
fr: Élément
ne: चीज
vi: Mục

source: Name
en@shaw: ğ‘¯ğ‘±ğ‘¥
fr: Nom
hi: नाम
hr: Naziv
ne: नाम
vi: Tên

source: Dock items
en@shaw: ğ‘›ğ‘­ğ‘’ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ
fr: Éléments dock
ne: जिर्णोद्वार कारखाना वस्तुहरू
vi: Mục cư trú

source: Saved layouts
en@shaw: ğ‘•ğ‘±ğ‘ğ‘› ğ‘¤ğ‘±ğ‘¬ğ‘‘ğ‘•
fr: Dispositions enregistrées
ne: संचित गरिएको ढाँचाहरू
vi: Layout được lưu

source: While loading layout: don't know how to create a dock object whose nick is '%s'
en@shaw: ğ‘¢ğ‘²ğ‘¤ ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘¤ğ‘±ğ‘¬ğ‘‘: ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¯ğ‘´ ğ‘£ğ‘¬ ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘© ğ‘›ğ‘­ğ‘’ ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘£ğ‘µğ‘Ÿ Â·ğ‘¯ğ‘¦ğ‘’ ğ‘¦ğ‘Ÿ '%s'
fr: En chargeant la disposition : ne sait pas comment créer un objet dock dont le surnom est « %s »
hi: अभिन्यास लोड करते समय: पता नहीं कि डॉक वस्तु कैसे बनाएं जिसका उपनाम '%s' है
hr: Pri učitavanju rasporeda: ne znam kako stvoriti objekt doka čiji je naziv '%s'
ne: सजावट लोड गरेको वेलामा: कसरी डक वस्तु सृजना गर्ने जस्को वोलाउने नाम '%s' हो भन्ने थाहा हुदैन
vi: Trong khi nạp layout: không biết cách tạo đối tượng cư trú, tên người đó là '% s'

source: Layout managment
fr: Gestion de la disposition
ne: सजावट व्यावस्थापन
vi: Quản lý layout

source: Default title
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤
fr: Titre par défaut
hi: तयशुदा शीर्षक
hr: Zadani naslov
ne: पूर्वनिर्धारित शिर्षक
vi: Tiêu đề mặc định

source: Default title for newly created floating docks
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘¯ğ‘¿ğ‘¤ğ‘¦ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘¤ğ‘´ğ‘‘ğ‘¦ğ‘™ ğ‘›ğ‘­ğ‘’ğ‘•
fr: Titre par défaut pour les docks flottants nouvellement créés
hi: नव निर्मित फ़्लोटिंग डॉक्स के लिए तयशुदा शीर्षक
hr: Zadni naslov za novostvorene plutajuće dokove
ne: नयाँ सृजना गरियको तैरिरहेका डकहरुको लागी पूर्वनिर्धारित शिर्षक
vi: Tiêu đề mặc định cho các cư trú nổi mới được tạo

source: If is set to 1, all the dock items bound to the master are locked; if it's 0, all are unlocked; -1 indicates inconsistency among the items
en@shaw: ğ‘¦ğ‘“ ğ‘¦ğ‘Ÿ ğ‘•ğ‘§ğ‘‘ ğ‘‘ 1, ğ‘·ğ‘¤ ğ‘ ğ‘›ğ‘­ğ‘’ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘šğ‘¬ğ‘¯ğ‘› ğ‘‘ ğ‘ ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘¼ ğ‘¸ ğ‘¤ğ‘ªğ‘’ğ‘‘; ğ‘¦ğ‘“ ğ‘¦ğ‘‘'ğ‘• 0, ğ‘·ğ‘¤ ğ‘¸ ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’ğ‘‘; -1 ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘• ğ‘¦ğ‘¯ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•ğ‘° ğ‘©ğ‘¥ğ‘³ğ‘™ ğ‘ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ
fr: Si ceci est mis à 1, tous les éléments dock connectés au maître seront verrouillés ; Si ceci est à 0, tout sera déverrouillé ; -1 indique une inconsistence parmi les éléments
hi: यदि 1 पर निर्धारित है, तो मास्टर से जुड़े सभी डॉक मद लॉक हैं; यदि यह 0 है, तो सभी अनलॉक हैं; -1 आइटमों के बीच असंगति को इंगित करता है
hr: Ako je postavljeno na 1, sve stavke doka povezane na glavni su zaključane; ako je 0, sve su otključane; -1 označava nedosljednost među stavkama
ne: यदि यो १ मा सेट गरियो भने,मास्टर मा वाधिएका ा सवै चीजह लक हुन्छन, यदि यो ० मा गरियमा, सवै लकहरु खोलिन्छन; -१ ले चीजहरुमा अस्थिरता भन्ने जनाउछरु
vi: Nết lập nó là 1, toàn bộ các mục cư trú giới hạn cho chủ chính được khoá, nếu là 0, toàn bộ được bỏ khoá, -1 biểu thị sự mâu thuẫn giữa các mục

source: master %p: unable to add object %p[%s] to the hash. There already is an item with that name (%p).
en@shaw: ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘¼ %p: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¨ğ‘› ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ %p[%s] ğ‘‘ ğ‘ ğ‘£ğ‘¨ğ‘–. ğ‘ğ‘º ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¨ğ‘‘ ğ‘¯ğ‘±ğ‘¥ (%p).
fr: Maître %p : impossible d'ajouter l'objet %p[%s] dans le hash. Il y a déjà un éléent avec ce nom (%p).
hi: मास्टर %p: हैश में वस्तु %p[%s] जोड़ने में असमर्थ। उस नाम (%p) वाला एक मद पहले से ही मौजूद है।
hr: glavni %p: ne može dodati objekt %p[%s] u hash. Već postoji stavka istog naziva (%p).
ne: मास्टर %p: %p[%s] हरुलाई द्रुतानुवेषक(ह्यास)मा थप गर्न असक्षम। त्याहाँ (%p) नामको चीज पहिले देखि नै छ।
vi: Chủ chính: %p không thể thêm đối tượng %p[%s] vào một mớ. Đã có một mục với tên đó (%p).

source: The new dock controller %p is automatic. Only manual dock objects should be named controller.
en@shaw: ğ‘ ğ‘¯ğ‘¿ ğ‘›ğ‘­ğ‘’ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘¼ %p ğ‘¦ğ‘Ÿ ğ‘·ğ‘‘ğ‘´ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’. ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¥ğ‘¨ğ‘¯ğ‘˜ğ‘«ğ‘©ğ‘¤ ğ‘›ğ‘­ğ‘’ ğ‘ªğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¯ğ‘±ğ‘¥ğ‘› ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘¼.
fr: Le nouveau contôleur de dock %p est automatique. Seulement les objets docks manuels devront être nommés contrôleurs.
hi: नया डॉक नियंत्रक %p स्वचालित है। केवल हस्तचालित डॉक वस्तु को ही नियंत्रक नाम दिया जाना चाहिए।
hr: Novi upravljač doka %p je automatski. Samo ručni objekti doka trebaju biti označeni kao upravljači.
ne: नयाँ डक नियन्त्रक %p स्वचालित हो। म्यानुअल डक वस्तुहरुलाई मात्र नियन्त्रकको रुपमा नाम दिनुपर्दछ।
vi: Trình điều khiển cư trú mới %p được tự động. Chỉ các đối tượng cư trú thủ công nên là trình điều khiển có tên.

source: Page
en@shaw: ğ‘ğ‘±ğ‘¡
hi: पृष्ठ
hr: Stranica
ne: पृष्ठ॒
vi: Trang

source: The index of the current page
en@shaw: ğ‘ ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘’ğ‘• ğ‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘±ğ‘¡
fr: L'index de la page courante
hi: वर्तमान पृष्ठ की सूची
hr: Indeks trenutne strane
ne: विद्यमान पन्नाको विवरणिका
vi: Chỉ mục của trang hiện thời

source: Unique name for identifying the dock object
en@shaw: ğ‘¿ğ‘¯ğ‘°ğ‘’ ğ‘¯ğ‘±ğ‘¥ ğ‘“ğ‘¹ ğ‘²ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘“ğ‘²ğ‘¦ğ‘™ ğ‘ ğ‘›ğ‘­ğ‘’ ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘
fr: Nom unique pour identifier l'objet dock
hi: डॉक वस्तु की पहचान के लिए अद्वितीय नाम
hr: Jedinstveni naziv za identifikaciju objekta doka
ne: डक वस्तुलाई छुट्याउनको लागी नमुना नाम
vi: Tên đơn nhất để nhận diện đối tượng cư trú

source: Long name
en@shaw: ğ‘¤ğ‘ªğ‘™ ğ‘¯ğ‘±ğ‘¥
fr: Nom long
hi: लंबा नाम
hr: Dulji naziv
ne: लामो नाम
vi: Tên dài

source: Human readable name for the dock object
en@shaw: ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘®ğ‘°ğ‘›ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¯ğ‘±ğ‘¥ ğ‘“ğ‘¹ ğ‘ ğ‘›ğ‘­ğ‘’ ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘
fr: Nom facile à lire pour un humain pour l'objet dock
hi: डॉक वस्तु के लिये मानव पठनीय नाम
hr: Ljudski razumljiv naziv za objekt doka
ne: डक चीजको लागी मानव पढनयोग्य नाम
vi: Tên người có thể đọc được cho đối tượng cư trú

source: Stock Icon
en@shaw: ğ‘•ğ‘‘ğ‘ªğ‘’ ğ‘²ğ‘’ğ‘ªğ‘¯
hi: स्टॉक आइकन
hr: Ugrađena ikona
ne: छविचित्र संग्रह

source: Stock icon for the dock object
en@shaw: ğ‘•ğ‘‘ğ‘ªğ‘’ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘“ğ‘¹ ğ‘ ğ‘›ğ‘­ğ‘’ ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘
hi: डॉक वस्तु के लिए मूल आइकन
hr: Ugrađena ikona za dok
ne: डक वस्तुको लागी भण्डार प्रतिमा

source: Dock master
en@shaw: ğ‘›ğ‘­ğ‘’ ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘¼
fr: Dock maître
hi: डॉक मास्टर
hr: Glavni dok
ne: डक मास्टर
vi: Chủ chính cư trú

source: Dock master this dock object is bound to
en@shaw: ğ‘›ğ‘­ğ‘’ ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘›ğ‘­ğ‘’ ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘šğ‘¬ğ‘¯ğ‘› ğ‘‘
fr: Dock maître auquel l'objet dock est connecté
hi: डॉक मास्टर जिससे यह डॉक वस्तु से बंधा हुआ है
hr: Glavni dok na koji je ovaj objekt doka pripojen
ne: डक मास्टरमा यो डक वस्तु वाधियको छ
vi: Chủ chính cư trú đối tượng cư trú này được giới hạn tới

source: Call to gdl_dock_object_dock in a dock object %p (object type is %s) which hasn't implemented this method
fr: Appel vers gdl_dock_object_dock dans un objet dock %p (le type de l'objet est %s) qui n'a pas implémenté cette méthode
hi: डॉक वस्तु %p (वस्तु प्रकार %s है) में gdl_dock_object_dock को कॉल करें, जिसने इस विधि को कार्यान्वित नहीं किया है
hr: Poziv funkciji gdl_dock_object_dock u objektu doka %p (vrsta objekta je %s) koji nije implementirao ovu metodu
ne: डक वस्तु %p(वस्तु प्रकार चाँही %s) भित्र जिडिएल_डक_वस्तु_डकमा वोलाउनुहोस जस्ले यो तरिका कार्वान्वयन गरेको छैन
vi: Gọi tới gdl_dock_object_dock trong đối tượng cư trú %p (kiểu đối tượng là %s) mà nó đã không thực thi phương pháp này

source: Dock operation requested in a non-bound object %p. The application might crash
en@shaw: ğ‘›ğ‘­ğ‘’ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘¯ ğ‘© ğ‘¯ğ‘ªğ‘¯-ğ‘šğ‘¬ğ‘¯ğ‘› ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ %p. ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘¥ğ‘²ğ‘‘ ğ‘’ğ‘®ğ‘¨ğ‘–
fr: Opération d'attachement demandée dans un objet %p non-connecté. L'application peut planter
hi: डॉक ऑपरेशन एक गैर-बाध्य वस्तु %p में अनुरोधित है। एप्लिकेशन क्रैश हो सकता है
hr: Zahtijevana je radnja doka u nepovezanom objektu %p. Aplikacija se može srušiti
ne: नबाधिने वस्तु %p मा डक कार्यक्रम अनुरोध गरियो। अनुप्रयोग भाँचिएको हुनु पर्दछ
vi: Chức năng cư trú được yêu cầu trong một đối tượng không giới hạn %p. Ứng dụng có thể đổ vỡ.

source: Cannot dock %p to %p because they belong to different masters
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘›ğ‘­ğ‘’ %p ğ‘‘ %p ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘ğ‘± ğ‘šğ‘¦ğ‘¤ğ‘ªğ‘™ ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘¼ğ‘Ÿ
fr: Impossible d'attacher %p et %p parce qu'ils appartiennent à des maîtres différents
hi: %1$p को %2$p में डॉक नहीं किया जा सकता क्योंकि वे अलग-अलग मास्टर्स से संबंधित हैं
hr: Nemoguće je pripojiti %p na %p zato što pripadaju raznim glavnim objektima
ne: %p वाट %p मा डक गर्न सकिदैन किनकी तिनिहरु मास्टरहरु संग संवन्धित छन
vi: Không thể cư trú %p vào %p vì chúng là của các chủ chính khác nhau

source: Attempt to bind to %p an already bound dock object %p (current master: %p)
en@shaw: ğ‘©ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘‘ ğ‘‘ ğ‘šğ‘²ğ‘¯ğ‘› ğ‘‘ %p ğ‘©ğ‘¯ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘šğ‘¬ğ‘¯ğ‘› ğ‘›ğ‘­ğ‘’ ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ %p (ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘¼: %p)
fr: Tentative de connexion à %p un objet dock déjà connecté à %p (maître courant : %p)
hi: पहले से ही बाध्य डॉक वस्तु %2$p (वर्तमान मास्टर: %3$p) को %1$p से बांधने का प्रयास करें
hr: Pokušaj pripajanja na %p već pripojeni objekta za pripajanje %p (trenutno glavni: %p)
ne: पहिले देखि वाधिएको डक वस्तु%p(चालु मास्टर: %p) लाई %p मा वाध्ने प्रयास
vi: Cố rằng buộc %p một đối tượng cư trú hạn định %p (Chủ chính hiện thời là %p)

source: Position
en@shaw: ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯
hi: स्थिति
hr: Položaj
ne: अवस्था
vi: Vị trí

source: Position of the divider in pixels
en@shaw: ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘›ğ‘¼ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ
fr: Position du délimiteur en pixels
hi: पिक्सल में विभाजक की स्थिति
hr: Položaj djelitelja u pikselima
ne: भाजक को पिक्सेलमा अवस्था
vi: Vị trí trình chia theo pixel

source: Sticky
en@shaw: ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦
fr: Collant
hi: स्टिकी
hr: Ljepljiv
ne: टाँसिने
vi: Bám dính

source: Whether the placeholder will stick to its host or move up the hierarchy when the host is redocked
fr: Si la variable gardera la dépendance vers son hôte ou se déplacera dans la hiérarchie quand l'hôte sera re-attachée
hi: क्या स्थानधारक अपने होस्ट से जुड़ा रहेगा या होस्ट को फिर से डॉक किए जाने पर पदानुक्रम में ऊपर चला जाएगा
hr: Treba li se ovo rezerviano mjesto držati uz svoje mjesto ili pomaknuti gore u hijerarhiji kada se mjesto odvoji
ne: प्लेसहोल्डर ले यसको होस्टमा टाँसिन्छ कि वा श्रृङ्खलालाई माथी लैजान्छ कि जव होस्ट पुन डक गरिन्छ
vi: Nơi cư trú sẽ bám dính tới chủ của nó hay chuyển thứ bậc khi chủ thôi cư trú

source: Host
en@shaw: ğ‘£ğ‘´ğ‘•ğ‘‘
fr: Hôte
hi: होस्ट
hr: Mjesto
ne: होस्ट
vi: Chủ

source: The dock object this placeholder is attached to
fr: L'objet dock auquel la variable est attachée
hi: डॉक वस्तु जिससे यह स्थानधारक जुड़ा हुआ है
hr: Objekt doka na koji je ovo rezervirano mjesto pripojeno
ne: यो प्लेसहोल्डर मा टाँसिएका वस्तुलाई डक गर्नुहोस
vi: Đối tượng cư trú trên vị trí này được gắn kèm với

source: Next placement
en@shaw: ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘
fr: Emplacement suivant
hi: अगला स्थापन
hr: Sljedeći raspored
ne: अर्को स्थापना
vi: Sự định vị tiếp theo

source: The position an item will be docked to our host if a request is made to dock to us
en@shaw: ğ‘ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘©ğ‘¯ ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘›ğ‘­ğ‘’ğ‘‘ ğ‘‘ ğ‘¬ğ‘¼ ğ‘£ğ‘´ğ‘•ğ‘‘ ğ‘¦ğ‘“ ğ‘© ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¥ğ‘±ğ‘› ğ‘‘ ğ‘›ğ‘­ğ‘’ ğ‘‘ ğ‘³ğ‘•
fr: La position où un élément sera attaché à notre hôte si une requête est faite pour s'attacher à nous
hi: यदि हमसे डॉक करने का अनुरोध किया जाता है तो मद को हमारे होस्ट से डॉक करने की स्थिति
hr: Položaj na koji će stavka biti pripojena mjestu ako je napravljen zahtjev za pripajanje
ne: यदि एउटा अनुरोध डक वाट हामिमा गरिन्छ भने एउटा वस्तुको अवस्था हाम्रो होस्टमा डक हुनेछ
vi: Vị trí một mục sẽ được cư trú tới chủ của chúng ta nếu một yêu cầu được thực hiện để cư trú vào chúng ta

source: Attempt to dock a dock object to an unbound placeholder
fr: Tentative d'attachement d'un objet dock à une variable déconnectée
hi: डॉक वस्तु को अबाध स्थानधारक में डॉक करने का प्रयास करें
hr: Pokušaj pripajanja objekta doka s nepovezanim rezerviranim mjestom
ne: नवाँधिएको प्लेसहोल्डरमा डक वस्तुलाई डक गर्ने प्रयास
vi: Cố cư trú một đối tượng cư trú vào vào một nơi không rằng buộc

source: Got a detach signal from an object (%p) who is not our host %p
en@shaw: ğ‘œğ‘ªğ‘‘ ğ‘© ğ‘›ğ‘¦ğ‘‘ğ‘¨ğ‘— ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘¤ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘©ğ‘¯ ğ‘ªğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ (%p) ğ‘£ğ‘µ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¬ğ‘¼ ğ‘£ğ‘´ğ‘•ğ‘‘ %p
fr: Signal détaché obtenu d'un objet (%p) qui n'est pas notre hôte %p
hi: एक वस्तु (%1$p) से अलग संकेत मिला जो हमारा होस्ट %2$p नहीं है
hr: Primljen je signal za odvajanje od objekta (%p) koji nije naše mjesto %p
ne: (%p) वस्तुवाट चिनेको संकेत प्राप्त भयो जुन हाम्रो होस्ट %p होईन
vi: Đã nhận tín hiệu tách ra từ một đối tượng (%p) không phải là %p của chủ chúng ta

source: Something weird happened while getting the child placement for %p from parent %p
en@shaw: ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘®ğ‘› ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘› ğ‘¢ğ‘²ğ‘¤ ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘ğ‘¤ğ‘±ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘¹ %p ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘ºğ‘©ğ‘¯ğ‘‘ %p
fr: Signal détaché obtenu d'un objet (%p) qui n'est pas notre hôte %p
hi: मुख्य %2$p से %1$p के लिए उप नियुक्ति प्राप्त करते समय कुछ अजीब हुआ
hr: Nešto čudno se dogodilo pri dohvatu položaja podređeneog smještaja %p od sadržanog %p
ne: %p अभिभावक वाट %pको लागि वच्चा स्थापना प्राप्त गर्दा केही अचम्म भयो
vi: Một ss cái khó hiểu xẩy ra khi nhận sự định vị con cho %p từ cha %p

source: Dockitem which 'owns' this tablabel
fr: Dockitem qui « possède » ce tablabel
hi: Dockitem जो इस टैबलेबल का 'मालिक' है
hr: Stavka doka koja je 'vlasnik' ove oznake kartice
ne: डक चीज जुन 'आफ्नै' यो ट्यावतह हो
vi: Mục-cư-trú có 'riêng' nhãn tab này

source: GdlDockMaster object which the dockbar widget is attached to
hi: GdlDockMaster वस्तु जिससे डॉकबार विजेट जुड़ा हुआ है
hr: GdlDockMaster objekt za koji je pričvršćen grafički objekt trake doka
ne: जिडिएल डक मास्टर वस्तु जुनमा डकपट्टी वेईज टाँसिएको हुन्छ

source: Floating
en@shaw: ğ‘“ğ‘¤ğ‘´ğ‘‘ğ‘¦ğ‘™
fr: Flottant
hi: प्लावित कर रहा है
hr: Plutanje
ne: ऊत्पावन
vi: Nổi

source: Whether the dock is floating in its own window
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘›ğ‘­ğ‘’ ğ‘¦ğ‘Ÿ ğ‘“ğ‘¤ğ‘´ğ‘‘ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘¦ğ‘‘ğ‘• ğ‘´ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´
fr: Si le dock flotte dans sa propre fenêtre
hi: क्या डॉक अपनी खिड़की में तैर रहा है
hr: Treba li dok plutati u vlastitom prozoru
ne: डक आफ्नै सन्झ्यालमा ऊत्पावन ऊत्पावन हुदै छ कि
vi: Có để sự cư trú nổi trong cửa sổ của riêng nó

source: Default title for the newly created floating docks
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘ ğ‘¯ğ‘¿ğ‘¤ğ‘¦ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘¤ğ‘´ğ‘‘ğ‘¦ğ‘™ ğ‘›ğ‘­ğ‘’ğ‘•
fr: Titre par défaut pour les docks flottants nouvellement créés
hi: नव निर्मित फ़्लोटिंग डॉक्स के लिए तयशुदा शीर्षक
hr: Zadani naslov za novostvorene plutajuće dokove
ne: नयाँ सृजना गरियको ऊत्पावन डकहरुलाई पूर्वनिर्धारित शिर्षक
vi: Tiêu đề mặc định cho các mục cư trú nổi mới được tạo

source: Width
en@shaw: ğ‘¢ğ‘¦ğ‘›ğ‘”
fr: Largeur
hi: चौड़ाई
hr: Širina
ne: चौडाई
vi: Bề rộng
